import React from 'react'

const About = () => {
  return (
    <div className='h-[70vh]'>
          <div className='justify-between  items-center  max-w-[1240px] mx-auto px-4 text-black'>

     <h1 className='my-5'>Дорогие покупатели!</h1> 

<h2 className='my-5'>Компания "Miracle of Fragrance" основана в 2014 году.  </h2>

 
 <p>

За 6 лет успешной работы, мы смогли отсортировать для наших клиентов более 1500 ароматов лучшего качества.
Расширился так же ассортимент флаконов, богатый выбор атомайзеров (флаконы со спреем) и флаконов для масляных запахов: железные, стеклянные, хрустальные, пластиковые и комбинированные.  

Наша компания старается удовлетворить потребности как простой розничной точки, так и большого бутика разливной парфюмерии, поэтому ведется постоянная работа по обогащению ассортимента. 

Наш адрес: Р.Дагестан, г. Хасавюрт, ул. Гамидова 172, ТЦ "Арбат", 2 этаж, 3 офис.</p>
</div>
</div>
  )
}

export default About
